Repository: osmfj/osm-trans-ja
Catalog: tm/stm-ja-omegat.tmx
Source language: en_us
Languages: ja

source: * you own this project
ja: * あなたが所有するプロジェクト

source: < Back
ja: <もどる

source: < Cancel
ja: <キャンセル

source: errors left
ja: エラー残 こ

source: notifications left
ja: 通知残 こ

source: warnings left
ja: 警告残 こ

source: Changes in 1.1.0: New features: Minor changes: Internals:
ja: 1.1.0での変更点: 新機能: マイナーな変更点: 内部の変更:

source: Beware, all other shapes will be removed.
ja: 他の全てのシェイプは削除されることに留意してください。

source: Click on "Export"
ja: "Export"をクリック

source: Click on a polygon to delete it.
ja: ポリゴンをクリックして削除する。

source: Copy the link after "raw data directly from" (right click and "copy link")
ja: "raw data directly from" (right click and "copy link")のあとのリンクをコピー

source: Could not assign user
ja: アサインできません

source: Could not create project
ja: プロジェクトを作成できませんでした

source: Could not delete project
ja: プロジェクトを削除できませんでした

source: Could not initialize live-updates
ja: ライブアップデートを初期化できませんでした

source: Could not invite user
ja: ユーザ ''を招待できませんでした

source: Could not leave project
ja: プロジェクトを離れられませんでした

source: Could not load project ''
ja: プロジェクト ''を読みこめませんでした

source: Could not load projects
ja: プロジェクトを読みこめませんでした

source: Could not load user ID for user ''
ja: ユーザ ''のユーザIDを読みこめませんでした

source: Could not remove user
ja: ユーザを削除できませんでした

source: Could not set process points
ja: 進捗率を設定できませんでした

source: Could not unassign user
ja: アサイン解除できません

source: Could not upload file ''
ja: ファイル''をアップロードできませんでした

source: Create project
ja: プロジェクト作成

source: Create shapes:
ja: 図形の作成:

source: Create your query
ja: クエリの作成

source: Delete Project
ja: プロジェクトの削除

source: Description:
ja: 説明:

source: Divide
ja: 分割

source: Draw
ja: 描画

source: ERROR:
ja: エラー:

source: Each polygon will result in a single task.
ja: 各ポリゴンは一つのタスクに対応付けられます。

source: Error parsing loaded OSM data
ja: OSMデータの解釈エラー

source: Invite
ja: 招待

source: Leave project
ja: プロジェクトをはなれる

source: Load
ja: 読み込み中

source: Loading ...
ja: 読み込み ...

source: Loading data from Overpass:
ja: Overpassから読み込み:

source: Login
ja: ログイン

source: Logout
ja: ログアウト

source: Logout because authorization was not successful
ja: 認証に失敗したのでログアウトしました

source: Max.
ja: 最大

source: Name:
ja: 名前:

source: No
ja: やめます。

source: Open in JOSM
ja: JOSMで開く

source: Open in iD
ja: iDで開く

source: Paste this URL in here
ja: URLをここへ貼りつけます

source: Points:
ja: ポイント:

source: Project removed successfully
ja: プロジェクトを削除しました

source: Projects
ja: プロジェクト

source: Properties:
ja: プロパティ:

source: Really delete Project?
ja: 本当にプロジェクトを削除しますか？

source: Really leave Project?
ja: 本当にプロジェクトをはなれますか？

source: Remote
ja: リモート

source: Remove
ja: 削除

source: Save
ja: 保存

source: Settings
ja: 設定

source: Shape size:
ja: 分割サイズ:

source: Shape:
ja: 形状:

source: SimpleTaskManager Code: github.com/hauke96/simple-task-managerLicensed under GPLv3
ja: SimpleTaskManager コード: github.com/hauke96/simple-task-manager GPLv3でライセンスされています。

source: Succesfully logged in :)
ja: ログイン成功! :)

source: Successfully updated project
ja: プロジェクト更新を完了しました

source: Tasks
ja: タスク

source: This divides the last drawn polygon into the selected shape.
ja: これは、最後に描画したポリゴンを選択した形状へ分割します。

source: This project has been removed
ja: このプロジェクトは削除されました

source: URL to OSM-XML:
ja: OSM-XMLのURL:

source: Unable to load assigned user
ja: アサインしたユーザを読みこめませんでした

source: Unable to load data from remote URL
ja: リモートのURLからデータを読みこめませんでした

source: Unable to open JOSM. Is it running?
ja: JOSMを開けません。実行中ですか？

source: Unable to update project title and/or description
ja: プロジェクトのタイトルや説明を更新できません

source: Upload
ja: アップロード

source: Upload a GPX, OSM or GeoJSON file, which contains polygons.
ja: ポリゴンがはいっているGPXまたはOSM、GeoJSONのファイルをアップロードします。

source: Upload file
ja: ファイルアップロード

source: User '' is already a member of this project
ja: ユーザ はこのプロジェクトの既存メンバーです

source: Users
ja: ユーザ管理

source: Warning:
ja: 警告:

source: Welcome :)
ja: ようこそ さん :)

source: Welcome to the SimpleTaskManager for OpenStreetMap
ja: OpenStreetMap用シンプル タスク管理(STM) へようこそ

source: Yes
ja: はい

source: You currently don't have any projects.
ja: 現在、プロジェクトはひとつもありません。

source: You have been removed from this project
ja: あなたは、このプロジェクトからすでに退場しています

source: hexagon
ja: 六角形

source: meters
ja: メーター

source: points per task:
ja: タスクあたりのポイント数:

source: square
ja: 正方形

source: triangle
ja: 三角形
